IdeaRS.OpenModel.CrossSectionConversionTable
Conversion table of cross-section

IdeaRS.OpenModel.CrossSectionConversionTable.NoUsed
Conversion table will be not used

IdeaRS.OpenModel.CrossSectionConversionTable.SCIA
Conversion table of SCIA CSS will be used

IdeaRS.OpenModel.CrossSectionConversionTable.Autodesk
Conversion table of Autodesk CSS will be used, it is useable for Robot, Revit, ...

IdeaRS.OpenModel.CrossSectionConversionTable.SAP2000
Conversion table of SAP2000 will be used, it is useable for SAP2000 ...

IdeaRS.OpenModel.CrossSectionConversionTable.StaadPro
Conversion table of StaadPro CSS will be used, it is useable for StaadPro, ...

IdeaRS.OpenModel.CrossSectionConversionTable.AdvanceDesign
Conversion table of AdvanceDesign CSS will be used, it is useable for AdvanceDesign, ...